Revit 2027 API
IntegerParameterValue Constructor
Overload List
Name | Description
IntegerParameterValue() |  Default constructor
IntegerParameterValue(Int32) |  Value constructor
Top
See Also
Reference
IntegerParameterValue Class
Autodesk.Revit.DB Namespace